new io.github.shunshun94.UpdateInfo([
	{
		date: new Date('2019/09/29'),
		body: [
			'戦闘のチャット送信先を選択可能にしました'
		]
	},
	{
		date: new Date('2019/06/01'),
		body: [
			'BGM 再生機能の見た目を変更しました'
		]
	},
	{
		date: new Date('2019/05/22'),
		body: [
			'Discord 接続時におけるチャットの挙動を少し変更しました'
		]
	},
	{
		date: new Date('2019/05/18'),
		body: [
			'魔物データが1部位分しかない場合にカウンターリモコンが最初からその部位が選択されているようにしました',
			'カウンターリモコンに全部選択するボタンを追加しました',
			'魔物データを魔物単位でコピーできるようにしました'
		]
	},
	{
		date: new Date('2019/05/05'),
		body: [
			'ログイン時に SW2.0 / SW2.5 のどちらのダイスボットを利用するか選択可能にしました。簡易チャットからコマンドを叩く際に便利です'
		]
	},
	{
		date: new Date('2019/02/16'),
		body: [
			'BGM の試聴ができるようになりました'
		]
	},
	{
		date: new Date('2019/01/17'),
		body: [
			'このような更新通知を表示するようにしました',
			'何かした時にでる通知があまりうまく動いていなかったので動くようにしました',
			'戦闘管理の機能で部位を複製できるようにしました。同じような部位をたくさん持っている敵を出す時に便利'
		]
	}
], 'com-hiyoko-sweet-GM-History');