new io.github.shunshun94.UpdateInfo([
	{
		date: new Date('2019/05/18'),
		body: [
			'魔物データが1部位分しかない場合にカウンターリモコンが最初からその部位が選択されているようにしました',
			'カウンターリモコンに全部選択するボタンを追加しました'
		]
	},
	{
		date: new Date('2019/05/05'),
		body: [
			'ログイン時に SW2.0 / SW2.5 のどちらのダイスボットを利用するか選択可能にしました。簡易チャットからコマンドを叩く際に便利です'
		]
	},
	{
		date: new Date('2019/02/16'),
		body: [
			'BGM の試聴ができるようになりました'
		]
	},
	{
		date: new Date('2019/01/17'),
		body: [
			'このような更新通知を表示するようにしました',
			'何かした時にでる通知があまりうまく動いていなかったので動くようにしました',
			'戦闘管理の機能で部位を複製できるようにしました。同じような部位をたくさん持っている敵を出す時に便利'
		]
	}
], 'com-hiyoko-sweet-GM-History');