new io.github.shunshun94.UpdateInfo([
	{
		date: new Date('2019/05/22'),
		body: [
			'Discord 接続時におけるチャットの挙動を少し変更しました'
		]
	},
	{
		date: new Date('2019/05/18'),
		body: [
			'戦闘機能、その他の判定機能、リソース管理機能について発言を伴うボタンには💭、判定を伴うボタンには🎲の表示を追加しました'
		]
	},
	{
		date: new Date('2019/02/11'),
		body: [
			'行動の宣言機能から戦闘特技を宣言できるようにしました',
			'その他の判定から一般技能による判定をできるようにしました (ゆとシート2 for SW2.5 のキャラクターシートのみ)'
		]
	},
	{
		date: new Date('2019/02/09'),
		body: [
			'バーチャルタフネスやホーリーブレッシング等によるHPの一時的増強についてバグがあったので修正しました'
		]
	},
	{
		date: new Date('2019/01/17'),
		body: [
			'このような更新通知を表示するようにしました',
			'何かした時にでる通知があまりうまく動いていなかったので動くようにしました'
		]
	}
], 'com-hiyoko-sweet-Player-History');